      ******************************************************************
      * Author: Bryan Tan
      * Date: 6/3/2023
      * Purpose: Hello World
      * Tectonics: cobc
      ******************************************************************
       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLOWORLD.
       PROCEDURE DIVISION.
       MAIN-PROCEDURE.
            DISPLAY "Hello world"
            STOP RUN.
       END PROGRAM HELLOWORLD.
